Repository: iina/iina
Catalog: iina/FilterPresets.xcstrings
Source language: en
Languages: af, ar, az, be, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, mk, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sr_sp, sv, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

# expand.w
source: Width (default: video width)
af: Breedte (verstek: videobreedte)
ar: العَرض (الافتراضي: عَرض الفيديو الأصلي)
az: Genişlik (Varsayılan: videonun genişliyi)
be: Шырыня (прадвызначана: шырыня відэа)
bg: Широчина (по подразбиране: широчина на образа)
ca: Amplada (per defecte: amplada del vídeo)
cs: Šířka (výchozí: šířka videa)
da: Bredde (standard: video bredde)
de: Breite (Standard: Videobreite)
el: Πλάτος (προεπιλογή: πλάτος βίντεο)
es: Ancho (por defecto: ancho del vídeo)
fa: طول (پیشفرض:‌ طول ویدیو)
fi: Leveys (oletus: videon leveys)
fr: Largeur (défaut : largeur de la vidéo)
he: רוחב (ברירת מחדל: רוחב הוידאו)
hi: चौड़ाई (डिफ़ॉल्ट: वीडियो चौड़ाई)
hr: Širina (standardno: širina videa)
hu: Szélesség (alapértelmezett: videó szélessége)
hy: Լայն(նախապատվություն: Վիդեո լայնություն)
id: Lebar (bawaan: lebar video)
is: Breidd (sjálfgefið: vídeóbreidd)
it: Larghezza (default: larghezza video)
ja: 幅 (デフォルト: ビデオの幅)
ko: 가로 (기본값: 가로 해상도)
mk: Ширина (стандардно: ширина на видео)
nl: Breedte (standaard: videobreedte)
no: Bredde (standard: videobredde)
pl: Szerokość (domyślnie: szerokość video)
pt_br: Largura (padrão: largura do vídeo)
pt_pt: Largura (padrão: largura do vídeo)
ro: Lățime (implicit: lățime video)
ru: Ширина (по умолчанию: ширина видео)
sk: Šírka (predvolené: šírka videa)
sr_cs: Širina (podrazumevano: širina video-zapisa)
sr_sp: Ширина (подразумевано: ширина видео-записа)
sv: Bredd (förval: videobredd)
th: ความกว้าง
tr: Genişlik (Saptanmış: Video genişliği)
uk: Ширина (типово: ширина відео)
ur_pk: چوڑائی (پہلے سے طے شدہ: ویڈیو کی چوڑائی)
vi: Chiều dài (mặc định: chiều dài của video)
zh_hans: 宽 (默认: 视频宽度)
zh_hant: 寬度（預設值：影片寬度）

# expand.x
source: Origin X (default: center)
af: Oorsprong X (verstek: middel)
ar: الأصل X (الافتراضي: المنتصف)
az: Başlanğıc X (Varsayılan: Mərkəz)
be: Паходжанне X (па змаўчанні: у цэнтры)
bg: Начало X (по подразбиране: средата)
ca: Orígen X (per defecte: centre)
cs: Začátek X (výchozí: střed)
da: Oprindelig X (standard: center)
de: Ursprungspunkt X-Achse (Standard: Mitte)
el: Αρχική τιμή Χ (προεπιλογή: κέντρο)
es: Origen X (por defecto: centro)
fa: X مبدا (پیش‌فرض: وسط)
fi: Origo X (oletus: keskikohta)
fr: Origine X (défaut : centre)
he: מקור X (ברירת מחדל: מרכז)
hi: मूल X (डिफ़ॉल्ट: केंद्र)
hr: Izvorište X (standardno: centar)
hu: Középpont X (alapértelmezett: középen)
hy: Ծագում է X (նախապատվություն：կենտրոնական)
id: Asal X (bawaan: tengah)
is: Uppruni X (sjálfgefið: miðja)
it: Origine X (default: centro)
ja: 位置X (デフォルト: 中央)
ko: 기준점 X (기본값: 중앙)
mk: Почеток X (стандардно: центар)
nl: Beginpunt X (standaard: midden)
no: Opprinnelse X (standard: sentrert)
pl: Początkowe X (domyślnie: środek)
pt_br: Origem X (padrão: centro)
pt_pt: Origem X (padrão: centro)
ro: Origine X (implicit: centru)
ru: Позиция X (по умолчанию: центр)
sk: Začiatok X (predvolené: stred)
sr_cs: Početna vrednost X (podrazumevano: centar)
sr_sp: Почетна вредност X (подразумевано: центар)
sv: Origo X (förval: center)
th: จุด x เริ่มต้น
tr: X Orijini (Saptanmış: Merkez)
uk: Origin X (за замовчуванням: центр)
ur_pk: Origin X (پہلے سے طے شدہ: مرکز)
vi: Gốc X (mặc định: chính giữa)
zh_hans: 起始 X (默认: 从中心裁切)
zh_hant: 原點 X（預設值：中央）

# expand.y
source: Origin Y (default: center)
af: Oorsprong Y (verstek: middel)
ar: الأصل Y (الافتراضي: المنتصف)
az: Başlanğıc Y (Varsayılan: Mərkəz)
be: Паходжанне Y (прадвызначана: у цэнтры)
bg: Начало Y (по подразбиране: средата)
ca: Orígen Y (per defecte: centre)
cs: Začátek Y (výchozí: střed)
da: Oprindelig Y (Standard: center)
de: Ursprungspunkt Y-Achse (Standard: Mitte)
el: Αρχική τιμή Υ (προεπιλογή: κέντρο)
es: Origen Y (por defecto: centro)
fa: Y مبدا (پیش‌فرض: وسط)
fi: Origo Y (oletus: keskikohta)
fr: Origine Y (défaut : centre)
he: מקור Y (ברירת מחדל: מרכז)
hi: मूल Y (डिफ़ॉल्ट: केंद्र)
hr: Izvorište Y (standardno: centar)
hu: Középpont Y (alapértelmezett: középen)
hy: Ծագում է Y (նախապատվություն：կենտրոնական)
id: Asal Y (bawaan: tengah)
is: Uppruni Y (sjálfgefið: miðja)
it: Origine Y (default: centro)
ja: 位置Y (デフォルト: 中央)
ko: 기준점 Y (기본값: 중앙)
mk: Почеток Y (стандардно: центар)
nl: Beginpunt Y (standaard: midden)
no: Oprinnelse Y (standard: sentrert)
pl: Początkowe Y (domyślnie: środek)
pt_br: Origem Y (padrão: centro)
pt_pt: Origem Y (padrão: centro)
ro: Origine Y (implicit: centru)
ru: Позиция Y (по умолчанию: центр)
sk: Začiatok Y (predvolené: stred)
sr_cs: Početna vrednost Y (podrazumevano: centar)
sr_sp: Почетна вредност Y (подразумевано: центар)
sv: Origo Y (förval: center)
th: จุด y เริ่มต้น
tr: Y ekseninde (Varsayılan: Orta)
uk: Origin X (за замовчуванням: центр)
ur_pk: Origin Y (پہلے سے طے شدہ: مرکز)
vi: Gốc Y (mặc định: chính giữa)
zh_hans: 起始 Y (默认: 从中心裁切)
zh_hant: 原點 Y（預設值：中央）

# hflip
source: Mirror
af: Spieël
ar: عكس
az: Əksinə çevir
be: Адлюстраваць
bg: Огледално
ca: Reflecteix
cs: Zrcadlit
da: Spejl
de: Horiz. spiegeln
el: Κατοπτρισμός
es: Reflejar
fa: آینه
fi: Peilaa
fr: Miroir
he: מראה
hi: आईना
hr: Preokreni vodoravno
hu: Tükrözés
hy: Հայելային
id: Cerminkan
is: Spegla
it: Specchio
ja: 左右反転
ko: 수평 뒤집기
mk: Огледално пресликување
nl: Horiz. spiegelen
no: Speil
pl: Lustrzane odbicie
pt_br: Espelhar
pt_pt: Espelho
ro: Oglindește
ru: Зеркально
sk: Zrkadliť
sr_cs: Preslikaj
sr_sp: Пресликај
sv: Spegla
th: ส่องกระจก
tr: Yansıt
uk: Віддзеркалювання
ur_pk: مرر
vi: Đối xứng
zh_hans: 水平镜像翻转
zh_hant: 水平翻轉

# lut3d.file
source: File path (you can also drag & drop the file into the input box)
af: Lêerpad (u kan ook die lêer in die inmandjie sleep-en-los)
ar: مسار الملف (يمكنك أيضا سحب وإسقاط الملف في مربع الإدخال)
az: Faylın yeri (Faylı birbaşa sürükləyib buraxa bilərsiz)
be: Шлях да файла (вы таксама можаце перацягнуць файл у поле ўводу)
bg: Път до файла (можете да завлечете и пуснете файла в полето за въвеждане)
ca: Fitxer
cs: Cesta k souboru (můžete také přetáhnout soubor do vstupního pole)
da: Filsti (du kan også trække og slippe filen i indtastningsfeltet)
de: Datei
el: Διαδρομή αρχείου (μπορείτε επίσης να σύρετε το αρχείο στο πλαίσιο εισαγωγής)
es: Ruta del archivo (también puede arrastrar y soltar el archivo en la casilla de entrada)
fa: فایل
fi: Tiedostopolku (voit myös vetää ja pudottaa tiedoston syöttöruutuun)
fr: Chemin du fichier (vous pouvez également glisser et déposer le fichier dans la zone de dépot)
he: נתיב קובץ (ניתן לגרור את הקובץ לתיבת הקלט)
hi: फ़ाइल
hr: Putanja datoteke (ili povuci i ispusti u polje za unos)
hu: Fájl elérési útvonala (A beviteli mezőre is húzható)
hy: Ֆայլի ուղին
id: Lokasi file (Anda juga dapat menggeser file langsung ke dalam input box)
is: Skráarslóð (þú getur líka dregið og sleppt skránni í inntakskassann)
it: File
ja: ファイルパス (またはファイルをボックス内にドラッグ&ドロップ)
ko: 파일 경로 (입력 상자에 파일을 끌어다 놓을 수도 있습니다)
mk: Патека до датотеката (можете и да ја повлечете и пуштите датотеката во полето за внес)
nl: Bestand
no: Filbane (du kan også dra og slippe filen inn i inntastingsboksen)
pl: Ścieżka do pliku (można również przeciągnąć plik w pole wprowadzania)
pt_br: Local do arquivo (você também pode arrastar e soltar o arquivo na caixa de entrada)
pt_pt: Caminho do arquivo (também pode-se arrastar e soltar o arquivo na caixa de entrada)
ro: Fișier
ru: Путь к файлу (вы также можете перетащить файл в поле ввода)
sk: Súbor
sr_cs: Putanja datoteke (možete i povući i otpustiti datoteku u okvir)
sr_sp: Путања датотеке (можете и повући и отпустити датотеку у оквир)
sv: Fil
th: ชื่อโฟลเดอร์ (ท่านสามารถใช้ ลาก วาง ไฟล์ในกล้องอินพุท)
tr: Dosya yolu (dosyayı girdi kutusuna da sürükleyip bırakabilirsiniz)
uk: Файл
ur_pk: فائل کی جگہ (آپ فائل کو ان پٹ باکس میں گھسیٹ کر چھوڑ بھی سکتے ہیں)
vi: Đường dẫn tệp (bạn cũng có thể kéo & thả tệp vào hộp nhập liệu)
zh_hans: 文件
zh_hant: 檔案

# lut3d.interp
source: Interpolation mode
af: Interpolasiemodus
ar: وضع الاستكمال
az: İnterpolyasiya rejimi
be: Рэжым інтэрпаляцыі
bg: Режим на интерполация
ca: Mode d'interpolació
cs: Režim interpolace
da: Interpolations tilstand
de: Interpolationsmodus
el: Λειτουργία παρεμβολής
es: Modo de interpolación
fa: حالت درون‌یابی
fi: Interpolaatiotila
fr: Mode d'interpolation
he: מצב אינטרפולציה
hi: इंटरपोलेशन मोड
hr: Interpolacija
hu: Interpolációs mód
hy: Կոմպլեմենտար ռեժիմ
id: Interpolasi
is: Interpolation ham
it: Modalità di interpolazione
ja: 補間モード
ko: 보간 모드
mk: Мод на интерполација
nl: Interpolatiemodus
no: Interpolasjonsmodus
pl: Tryb interpolacji
pt_br: Modo de interpolação
pt_pt: Modo de interpolação
ro: Mod interpolare
ru: Режим интерполяции
sk: Režim interpolácie
sr_cs: Režim interpolacije
sr_sp: Режим интерполације
sv: Interpoleringsläge
tr: İnterpolasyon modu
uk: Режим інтерполяції
ur_pk: انٹرپولیشن موڈ
vi: Chế độ Interpolation
zh_hans: 插值模式
zh_hant: 補幀模式

source: Negative
af: Negatief
ar: ألوان سالبة
az: Neqativ
be: Негатыў
ca: Negatiu
cs: Negativ
da: Negativt
de: Negativ
el: Αρνητικό
es: Negativo
fa: نگاتیو
fi: Negatiivinen
fr: Négatif
he: שלילי
hi: नकारात्मक
hr: Negativ
hu: Negatív
hy: Բացասական
id: Alih Negatif
is: Neikvætt
it: Negativo
ja: 階調の反転
ko: 반전
mk: Негативен
nl: Negatief
no: Negativ
pl: Negatyw
pt_br: Negativo
pt_pt: Negativo
ro: Negativ
ru: Инвертировать
sk: Negatívne
sr_cs: Negativ
sr_sp: Негатив
sv: Negativ
th: เนกาทีฟ
tr: Negatif
uk: Негатив
ur_pk: منفی
vi: Âm bản
zh_hans: 负片
zh_hant: 負片

source: Sharpen
af: Verskerp
ar: زيادة الحدة
az: Kəskinlik
be: Рэзкасць
bg: Изостряне
ca: Augmenta la nitidesa
cs: Zaostřit
da: Skarphed
de: Schärfen
el: Όξυνση
es: Enfocar
fa: تیزکردن
fi: Terävöitä
fr: Affiner
he: חידוד
hi: तेज करो
hr: Izoštri
hu: Élesít
hy: Սրել
id: Pertajam
is: Skerpa
it: Nitidezza
ja: シャープ
ko: 선명하게
mk: Изостри
nl: Verscherpen
no: Gjør skarpere
pl: Wyostrzanie
pt_br: Aumentar nitidez
pt_pt: Nitidez
ro: Accentuarea clarității
ru: Усиление резкости
sk: Zaostriť
sr_cs: Izoštri
sr_sp: Изоштри
sv: Skärpa
th: ความคมชัด
tr: Keskinleştir
uk: Різкість
ur_pk: تیز کریں
vi: Độ sắc nét
zh_hans: 锐化
zh_hant: 銳利化

# sharpen.amount
source: Amount
af: Hoeveelheid
ar: الكمية
az: Miqdar
be: Колькасць
bg: Сила
ca: Quantitat
cs: Hodnota
da: Mængde
de: Stärke
el: Ποσό
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
he: רמה
hi: मात्रा
hr: Količina
hu: Mennyiség
hy: Գումար
id: Besaran
is: Upphæð
it: Quantità
ja: 強さ
ko: 강도
mk: Износ
nl: Hoeveelheid
no: Mengde
pl: Wartość
pt_br: Quantidade
pt_pt: Quantidade
ro: Valoare
ru: Эффект
sk: Množstvo
sr_cs: Iznos
sr_sp: Износ
sv: Styrka
th: จำนวน
tr: Miktar
uk: Величина
ur_pk: رقم
vi: Số lượng
zh_hans: 锐化度
zh_hant: 銳利量

# sharpen.msize
source: Matrix size
af: Matriksgrootte
ar: حجم المصفوفة
az: Matris ölçüsü
be: Памер матрыцы
bg: Размер на матрица
ca: Mida de la matriu
cs: Velikost matice
da: Matrix størrelse
de: Matrizengröße
el: Μέγεθος πίνακα
es: Tamaño de la matriz de puntos
fa: اندازه‌ی ماتریکس
fi: Matriisin koko
fr: Taille de la matrice
he: גודל המטריצה
hi: मैट्रिक्स का आकार
hr: Veličina matrice
hu: Mátrix méret
hy: Մատրիցայի չափերը
id: Ukuran matriks
is: Fylkja stærð
it: Dimensione matrice
ja: マトリックス
ko: 매트릭스 크기
mk: Големина на матрица
nl: Matrixgrootte
no: Matrisestørrelse
pl: Rozmiar matrycy
pt_br: Tamanho da matriz
pt_pt: Tamanho da Matriz
ro: Dimensiunea matricii
ru: Размер матрицы
sk: Veľkosť matice
sr_cs: Veličina matrice
sr_sp: Величина матрице
sv: Matrisstorlek
th: ขนาดเมตริก
tr: Matris boyutu
uk: Розмір матриці
ur_pk: قالب سائز
vi: Kích thước ma trận
zh_hans: 矩阵尺寸
zh_hant: 矩陣大小

# vflip
source: Flip
af: Kantel
ar: قلب
az: Çevir
be: Перавярнуць
bg: Преобръщане
ca: Inverteix
cs: Převrátit
da: Vend
de: Vert. spiegeln
el: Αναστροφή
es: Girar
fa: برگرداندن
fi: Käännä
fr: Retournement
he: היפוך
hi: फ्लिप
hr: Preokreni okomito
hu: Fordítás
hy: Շրջել
id: Balikkan
is: Snúa
it: Capovolgi
ja: 上下反転
ko: 수직 뒤집기
mk: Преврти
nl: Vert. spiegelen
no: Vend
pl: Odwróć
pt_br: Inverter
pt_pt: Virar
ro: Răstoarnă
ru: Перевернуть
sk: Preklopiť
sr_cs: Preokreni
sr_sp: Преокрени
sv: Vänd
th: พลิก
tr: Ters Çevir
uk: Перевернути
ur_pk: پلٹائیں
vi: Lật
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

# lut3d
source: 3D LUT
fa: LUT سه‌بعدی
hi: 3D एलयूटी
sv: 3D-uppslagstabell
th: ลัส 3 มิติ
tr: 3B LUT
ur_pk: 3D لٹ
zh_hans: 3D LUT调色档
